/* %1$@ = a localized and formatted number; %2$@ = a unit; e.g “15 kg” */
"%1$@ %2$@" = "%1$@ %2$@";

/* %1$@ = calories value; %2$@ = calories unit; e.g. “400 kcal”; appended to string like “Running Workout, 30 minutes, 5 km, 400 kcal */
", total calories %1$@ %2$@" = ", calories totals: %1$@ %2$@";

/* %1$@ = distance value; %2$@ = unit; e.g. “5 km”; appended to string like “Running Workout, 30 minutes, 5 km */
", total distance %1$@ %2$@" = ", distància total: %1$@ %2$@";

/* %1$@ = iTunes store object (e.g. album. song); %2$@ = artist name */
"%1$@ by %2$@" = "%1$@ per %2$@";

/* %1$@=Type of workout, %2$@=localized duration */
"%1$@ Workout, %2$@" = "Entrenament: %1$@, %2$@";

/* %2$@ = of %d photos; whole thing looks like “1 of 3\nphotos” */
"%1$d %2$@" = "%1$d %2$@";

/* %@ = date that a file was last modified */
"modified %@" = "modificat: %@";

/* %@ = service name (e.g. Email) */
"%@ Accounts" = "Comptes de %@";

/* %@=Type of workout */
"%@ Workout, no unit data" = "Entrenament: %@, sense dades d’unitat";

/* A folder in Dropbox or Box */
"Folder" = "Carpeta";

/* A single App Store app */
"App Store app" = "app de l’App Store";

/* A single Box file */
"Box file" = "Arxiu del Box";

/* A single Dropbox file */
"Dropbox file" = "Arxiu del Dropbox";

/* A single Evernote note */
"Evernote note" = "Nota de l’Evernote";

/* A single Giphy item */
"Giphy item" = "Ítem de Giphy";

/* A single Trello board */
"Trello board" = "Tauler del Trello";

/* A single Trello card */
"Trello card" = "Targeta del Trello";

/* A single Trello item */
"Trello item" = "Ítem del Trello";

/* A single Trello list */
"Trello list" = "Llista del Trello";

/* A single Ulysses sheet */
"Ulysses sheet" = "Full de l’Ulysses";

/* A single bar code */
"Bar code" = "Codi de barres";

/* A single blood pressure recording */
"Blood pressure" = "Pressió arterial";

/* A single health sample in HealthKit */
"Health sample" = "Mostra de salut";

/* A single iTunes artist */
"iTunes artist" = "Artista de l’iTunes";

/* A single iTunes product */
"iTunes product" = "Producte de l’iTunes";

/* Access resource error for notifications */
"Update Notification Settings" = "Actualitzar la configuració de notificacions";

/* Accessibility hint; front/rear camera switcher button */
"Switches between the front and back facing cameras" = "Canvia entre les càmeres del davant i del darrere";

/* Accessibility label for camera shutter button */
"Take picture" = "Fer foto";

/* Accessibility label; button to start dictation */
"Start dictation" = "Iniciar el dictat";

/* Accessibility label; button to stop dictation */
"Stop dictation" = "Aturar el dictat";

/* Accessibility label; camera chooser; front facing camera is selected */
"Camera chooser - front facing" = "Selector de càmera - frontal";

/* Accessibility label; camera chooser; rear facing camera is selected */
"Camera chooser - rear facing" = "Selector de càmera - posterior";

/* Accessibility label; front/rear camera switcher button; default state */
"Camera flip" = "Gir de càmera";

/* Add Trello card action error */
"You must provide a name to use for the new Trello Card." = "Has de proporcionar el nom que tindrà la nova targeta del Trello.";

/* Add Trello card action error */
"You must select a board to create the card on." = "Has de seleccionar el tauler on es crearà la targeta.";

/* Add Trello card action error */
"You must select a list to create the card on." = "Has de seleccionar la llista on es crearà la targeta.";

/* Add Trello card action error; %@=filename */
"Uploading %@ as an attachment failed." = "La càrrega de %@ com a adjunt ha fallat.";

/* Add new event or reminder error */
"The alert time provided was invalid. Please check for spelling errors and ensure you provide a time of day." = "L’hora de l‘avís que s’ha proporcionat no és vàlida. Revisa que no tingui errors i assegura’t que estàs proporcionant una hora del dia.";

/* Add new event; choose end date */
"Choose End Date" = "Seleccionar una data de finalització";

/* Add new event; date range; %1$@=start date; %12$@=end date */
"%1$@ – %2$@" = "%1$@ – %2$@";

/* Add new event; error */
"An invalid end date was provided. Please provide an end date for this event." = "S’ha proporcionat una data final no vàlida. Proporciona una data final per a aquest esdeveniment.";

/* Add new event; error */
"An invalid start date was provided. Please provide a start date for this event." = "S’ha proporcionat una data d’inici no vàlida. Proporciona una data d’inici per a aquest esdeveniment.";

/* Add new event; error */
"Invalid End Date" = "Data final no vàlida";

/* Add new event; error */
"Invalid Start Date" = "Data d’inici no vàlida";

/* Add new event; error */
"No title was provided. Please provide a title for this event." = "No s’ha proporcionat cap títol. Proporciona un títol per a l’esdeveniment.";

/* Add new reminder error */
"No title was provided. Please provide a title for this reminder." = "No s’ha proporcionat cap títol. Proporciona un títol per al recordatori.";

/* Add new reminder error */
"The alert location provided could not be found." = "No s’ha trobat la ubicació d’avís proporcionada.";

/* Add new reminder; %@ = location (e.g. “1 Infinite Loop”) */
"When I Enter: %2$@" = "Quan entri a: %2$@";

/* Add new reminder; %@ = location (e.g. “1 Infinite Loop”) */
"When I Leave: %2$@" = "Quan surti de: %2$@";

/* Add new reminder; alert trigger location when I’m nearby; %@ = location (e.g. “1 Infinite Loop”) */
"When I’m near: %@" = "Quan estigui a prop de/d’: %@";

/* Add new reminder; alert trigger never */
"Never" = "Mai";

/* Add new reminder; alert trigger time or location varies */
"Varies" = "Varia";

/* Add to Wunderlist action no list selected error */
"No List Selected" = "Cap llista seleccionada";

/* Add to Wunderlist action no list selected error */
"You must select a list to add the task to." = "Has de seleccionar la llista on s’afegirà la tasca.";

/* Add to Wunderlist action no title error */
"No Title" = "Sense nom";

/* Add to Wunderlist action no title error */
"You must provide a title when creating a new task in Wunderlist." = "Quan crees una nova tasca al Wunderlist has de proporcionar un títol.";

/* Alarm frequency; All days are selected */
"Every Day" = "Cada dia";

/* Alternative name for Set Wi-Fi action for China SKU devices */
"Set WLAN" = "Definir WLAN";

/* Alternative note for Set Wi-Fi action for China SKU devices */
"Sets the device’s WLAN to on or off." = "Activa o desactiva la WLAN del dispositiu.";

/* App name */
"1Password" = "1Password";

/* App name */
"Dropbox" = "Dropbox";

/* App name */
"Google" = "Google";

/* App name */
"Imgur" = "Imgur";

/* App name */
"Instapaper" = "Instapaper";

/* App name */
"Slack" = "Slack";

/* App name */
"Todoist" = "Todoist";

/* App name */
"Trello" = "Trello";

/* App name */
"WordPress" = "WordPress";

/* App name */
"Wunderlist" = "Wunderlist";

/* Append file error description */
"You must specify a filename or path in Append to File." = "Has d’especificar un nom d’arxiu o ruta a “Inserir a l’arxiu”.";

/* Append file failure reason */
"No File Path Provided" = "No s’ha proporcionat cap ruta d’arxiu";

/* Ask for input action */
"Enter URL" = "Introdueix un URL";

/* Ask for input action */
"Enter number" = "Introdueix un nombre";

/* Ask for input action */
"Pick date" = "Selecciona una data";

/* Attribution for the weather service */
"The Weather Channel" = "The Weather Channel";

/* Audio recorder */
"Tap to finish recording." = "Prem per acabar la gravació.";

/* Audio recorder */
"Tap to start recording." = "Prem per iniciar la gravació.";

/* Base 64 encoding action error */
"The base64 data passed to Base64 Encode is invalid." = "Les dades de base64 que s’han passat al codificador Base64 no són vàlides.";

/* Box error */
"A file already exists with the name “%@” at the specified path." = "Ja existeix un arxiu amb el nom “%@” a la ruta especificada.";

/* Box error */
"The folder doesn't exist" = "La carpeta no existeix";

/* Box error */
"The folder doesn’t exist" = "La carpeta no existeix";

/* Box error message */
"An error occured while authenticating your Box account." = "Hi ha hagut un error durant l’autenticació del compte de Box.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The folder you tried to save to (%1$@) is an existing file in your %2$@." = "La carpeta que has intentat desar a (%1$@) és un arxiu que ja existeix a: %2$@.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to append text to (%1$@) is inside of an existing file in your %2$@." = "La ruta a la qual has intentat inserir text (%1$@) és dins d’un arxiu que ja existeix a: %2$@.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to create a folder at (%1$@) is an existing file in your %2$@." = "La ruta on has intentat crear una carpeta (%1$@) és un arxiu que ja existeix a: %2$@.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to create a folder at (%1$@) is inside of an existing file in your %2$@." = "La ruta on has intentat crear una carpeta (%1$@) és dins d’un arxiu que ja existeix a: %2$@.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to save to (%1$@) does not exist in your %2$@." = "La ruta on has intentat emmagatzemar (%1$@) no existeix a: %2$@.";

/* Box error; %@ = file path */
"We couldn’t find “%@” in your Box account." = "No s’ha pogut trobar “%@” al compte de Box.";

/* Button */
"Cancel" = "Cancel·lar";

/* Button */
"Continue Anyway" = "Continuar de tota manera";

/* Button */
"Delete" = "Eliminar";

/* Button */
"Delete Account" = "Eliminar compte";

/* Button */
"Done" = "Fet";

/* Button */
"Log In" = "Iniciar sessió";

/* Button */
"Next" = "Següent";

/* Button */
"OK" = "OK";

/* Button */
"Retry" = "Reintentar";

/* Button */
"Sign In" = "Iniciar sessió";

/* Button or title */
"Add Account" = "Afegir compte";

/* Button or title */
"Login" = "Inici de sessió";

/* Button that takes user to the iOS Health app */
"Open Health" = "Obrir Salut";

/* Button to allow access to health data or notifications */
"Allow Access" = "Permetre l’accés";

/* Button to open Settings */
"Open Settings" = "Obrir la configuració";

/* Button; edit opacity */
"Opacity" = "Opacitat";

/* Button; edit rotatation in overlay image action */
"Rotation" = "Rotació";

/* Button; email account app specfic password */
"Create App-Specific Password" = "Crear una contrasenya específica per a l’app";

/* Button; reset changes made in overlay image action */
"Reset" = "Restablir";

/* Camera flash option - auto */
"Auto" = "Automàtic";

/* Camera flash option - off */
"Off" = "Desactivat";

/* Camera flash option - on */
"Flash On" = "Sí";

/* Choose an item */
"Choose" = "Seleccionar";

/* Choose from list action */
"Choose an item" = "Seleccionar un ítem";

/* Choose multiple images */
"Choose Images" = "Seleccionar imatges";

/* Choose one image */
"Choose Image" = "Seleccionar imatge";

/* CloudApp upload action error */
"This file is too large for CloudApp." = "Aquest arxiu és massa gran per a la CloudApp.";

/* CloudApp upload action error */
"You’ve exceeded the daily upload limit allowed for the CloudApp Free plan." = "Has superat el límit de càrrega diari que permet el pla gratuït de la CloudApp.";

/* Combine images action error */
"Cannot run Combine Images" = "No es pot executar “Combinar imatges”";

/* Combine images action error description */
"No images were provided to combine." = "No s’ha proporcionat cap imatge per combinar.";

/* Conditions of the weather */
"Weather Conditions (Plural)" = "Estat del temps";

/* Conditions of the weather */
"Weather Conditions (Single)" = "Estat del temps";

/* Content property name */
"Biological Sex (Content Property Name)" = "Sexe biològic";

/* Content property name */
"Blood Type (Content Property Name)" = "Grup sanguini";

/* Content property name */
"Date of Birth (Content Property Name)" = "Data de naixement";

/* Content property name */
"Unspecified (Content Property Name)" = "No especificat";

/* Create IFTTT applet */
"Create Applet" = "Crear un applet";

/* Create Trello list action error */
"You must select a board to create the list on." = "Has de seleccionar el tauler on es crearà la llista.";

/* Create folder failure description; no file path specified */
"You must specify a path for the new folder." = "Has d’especificar la ruta de la nova carpeta.";

/* Create folder failure reason; no file path specified */
"No path specified!" = "No s’ha especificat cap ruta.";

/* Create folder file name placeholder with preceding / */
"/Adventure/" = "/Aventures/";

/* Create folder file name placeholder without preceding / */
"Adventure/" = "Aventures/";

/* Create playlist action error */
"No name was provided. Please provide a name for the playlist." = "No s’ha proporcionat cap nom. Proporciona un nom per a la llista de reproducció.";

/* Date that blood pressure was recorded */
"Blood Pressure Date" = "Data de la pressió arterial";

/* Default notification text for Show Notification action. */
"Notification" = "Notificació";

/* Default value for the translate text action */
"Detect Language" = "Detectar l’idioma";

/* Deletion confirmation message; %@ = what is being deleted (e.g. File.txt and 5 other files); escalation level 0 */
"Are you sure you want to delete %@?" = "Confirmes que vols eliminar %@?";

/* Deletion confirmation message; %@ = what is being deleted (e.g. File.txt and 5 other files); escalation level 1 */
"Are you ABSOLUTELY sure you want to delete %@?" = "Confirmes que SEGUR que vols eliminar %@?";

/* Deletion confirmation message; %@ = what is being deleted (e.g. File.txt and 5 other files); escalation level 2 */
"Are you ABSOLUTELY POSITIVELY sure you want to delete %@?" = "Confirmes que DEFINITIVAMENT vols eliminar %@?";

/* Deletion confirmation title; e.g. Delete File.txt and 5 other files? */
"Delete %@?" = "Eliminar %@?";

/* Description for unauthorized resource when trying to access a user's workout data */
"workout" = "entrenament";

/* Dictate text action error */
"Recognition Unavailable" = "Reconeixement no disponible";

/* Dictate text action error */
"Speech recognition is not currently available. You may need to connect to the Internet." = "Actualment, el reconeixement de veu no està disponible. Pot ser que hagis de connectar‑te a Internet.";

/* Dictate text action is listening to user */
"Now listening…" = "Escoltant…";

/* Download URL action error */
"Make sure to pass a URL to the Get Contents of URL action." = "Assegura’t de passar un URL l’acció “Obtenir el contingut de l’URL”.";

/* Download URL or Open URL action error */
"No URL Specified" = "No s’ha seleccionat cap URL";

/* Dropbox error */
"A file was expected, but the path provided refers to something that isn’t a file." = "S’esperava un arxiu, però la ruta proporcionada es refereix a alguna cosa que no és un arxiu.";

/* Dropbox error */
"A folder was expected, but the path provided refers to something that isn’t a folder." = "S’esperava una carpeta, però la ruta proporcionada es refereix a alguna cosa que no és una carpeta.";

/* Dropbox error */
"A shared link already exists." = "L’enllaç compartit ja existeix.";

/* Dropbox error */
"Access to the requested path is forbidden." = "L’accés a la ruta sol·licitada està prohibit.";

/* Dropbox error */
"An error occurred when creating a sharing link because the email associated with your Dropbox account has not been verified." = "Hi ha hagut un error en crear l’enllaç compartit perquè l’adreça de correu electrònic associada al teu compte de Dropox no s’ha verificat.";

/* Dropbox error */
"Dropbox cannot access this file or folder because of its name." = "El Dropbox no pot accedir a aquest arxiu o carpeta a causa del nom que té.";

/* Dropbox error */
"Dropbox cannot save this file or folder because of its name." = "El Dropbox no pot desar aquest arxiu o carpeta a causa del nom que té.";

/* Dropbox error */
"Dropbox cannot write to the specified path due to a conflict." = "El Dropbox no pot escriure a la ruta especificada perquè hi ha un conflicte.";

/* Dropbox error */
"The file cannot be transferred because the content is restricted. For example, sometimes there are legal restrictions due to copyright claims." = "L’arxiu no es pot transferir perquè el contingut està restringit. De vegades hi ha restriccions legals causades per reclamacions de copyright.";

/* Dropbox error */
"The path root parameter provided is invalid." = "El paràmetre arrel que s’ha proporcionat no és vàlid.";

/* Dropbox error */
"The request timed out. Please try again." = "El temps d’espera s’ha esgotat. Torna-ho a provar.";

/* Dropbox error */
"The share settings provided are invalid." = "La configuració per compatir que s’ha proporcionat no és vàlida.";

/* Dropbox error */
"We couldn’t find a file at the specified path." = "No s’ha pogut trobar un arxiu a la ruta especificada.";

/* Dropbox error */
"You are not allowed to modify the settings of this link." = "No tens permís per modificar la configuració d’aquest enllaç.";

/* Dropbox error */
"You don’t have enough available space in Dropbox to write this data." = "No tens prou espai disponible al Dropbox per escriure aquestes dades.";

/* Dropbox error */
"You don’t have permission to write to the specified location." = "No tens permís per fer escriure en l’ubicació especificada.";

/* Dropbox error; %1$@ = file path; %2$@ = service name (e.g. Dropbox) */
"The path you tried to save to (%1$@) is an existing file in your %2$@." = "La ruta on has intentat emmagatzemar (%1$@) és un arxiu que ja existeix a: %2$@.";

/* Dropbox error; %@=file name */
"“%@” could not be saved because it is a folder or package. Consider zipping this file using Make Archive before saving." = "“%@” no s’ha pogut desar perquè és una carpeta o paquet. Prova de comprimir aquest arxiu amb “Crear arxiu” abans de desar.";

/* Dropbox error; %@=file path */
"No item was found at path: %@" = "No s’ha trobat cap ítem a la ruta: %@";

/* Dropbox or Box error */
"Folder already exists" = "La carpeta ja existeix";

/* Dropbox or Box error; %1$@ = file path; %2$@ = service name (e.g. Dropbox) */
"The path you tried to save to (%1$@) is an existing file in your %2$@. When saving multiple files at a time, you should specify a path to a folder instead." = "La ruta on has intentat emmagatzemar (%1$@) és un arxiu que ja existeix a: %2$@. Quan desis diversos arxius alhora hauries d’especificar una ruta a una carpeta.";

/* Dropbox or Box error; %1$@ = file path; %2$@ = service name (e.g. Dropbox) */
"The path you tried to save to (%1$@) is an existing folder in your %2$@. When appending or prepending text to a file, you should specify a path to a file instead." = "La ruta on has intentat emmagatzemar (%1$@) és una carpeta que ja existeix a: %2$@. Quan insereixis o insereixis text al principi d’un arxiu hauries d’especificar una ruta a un arxiu.";

/* Dropbox unknown error */
"An unknown error occurred" = "Hi ha hagut un error desconegut";

/* Dropbox unknown error; %@ = error summary */
"An unknown error occurred (%@)" = "Hi ha hagut un error desconegut (%@)";

/* Email account encryption */
"Encryption" = "Encriptació";

/* Email account login authentication error */
"Authentication Failed" = "Error d’autenticació";

/* Email account login authentication error description */
"The email address or password you entered was incorrect.\n\nIf you have two step verification enabled, you need to create an app-specific password." = "L’adreça de correu electrònic o contrasenya que has introduït no són correctes.\n\nSi tens activada la verificació en dos passos, hauràs de crear una contrasenya específica per a l’app.";

/* Email account login authentication error description */
"The email address or password you specified was incorrect. If you have two step verification enabled, you need to enter an app-specific password instead." = "L’adreça de correu electrònic o contrasenya que has especificat no són correctes.\n\nSi tens activada la verificació en dos passos, hauràs d’introduir una contrasenya específica per a l’app.";

/* Email account login authentication error recovery suggestion */
"Advanced Settings" = "Config. avançada";

/* Email address field placeholder */
"user@example.com" = "usuari@example.com";

/* Email address field title or placeholder */
"Email" = "Correu electrònic";

/* Email host name field placeholder */
"mail.example.com" = "correu.example.com";

/* Email host name field placeholder */
"smtp.example.com" = "smtp.example.com";

/* Email host name field title */
"Host Name" = "Host";

/* End date that blood pressure was recorded */
"Blood Pressure End Date" = "Data final de la pressió arterial";

/* Erorr message for Play Sound action */
"Play Sound failed because the input was in an unsupported format." = "No s’ha pogut emetre el so perquè el format d’entrada és incompatible.";

/* Error alert message when invalid date is entered */
"Please enter a valid date into the Date action." = "Introdueix una data vàlida a l’acció Data.";

/* Error alert title when invalid date is entered or invalid date result */
"Invalid Date" = "Data no vàlida";

/* Error description when no location is provided to Get Travel Time */
"Get Travel Time failed because no destination location was passed as input." = "“Obtenir el temps de viatge” ha fallat perquè no s’ha passat cap ubicació de destinació com a entrada.";

/* Error description when no web page is provided to Run JavaScript on Web Page */
"Run JavaScript on Web Page failed because no web page was passed as input." = "L’execució del JavaScript a la pàgina web ha fallat perquè no s’ha passat cap pàgina web com a entrada.";

/* Error message */
"Your email or password is incorrect." = "L’adreça de correu electrònic o la contrasenya no són correctes.";

/* Error message description when an URL passed into Get Items From RSS Feed action could not be parsed */
"Please pass a valid feed URL to the Get Items from RSS Feed action." = "Passa un URL de canal vàlid per a l’acció “Obtenir ítems del canal RSS”.";

/* Error message description when no address is entered into Street Address action */
"Please enter a valid address into the Street Address action." = "Introdueix una adreça vàlida a l’acció “Adreça postal”.";

/* Error message description when no valid location was passed to the Get Travel Time action */
"The location you passed to the Get Travel Time action could not be found. Try specifying a city and state in addition to the street address." = "No s’ha pogut trobar la ubicació que has passat a l’acció “Obtenir el temps de viatge”. Prova d’especificar una ciutat i estat a més de l’adreça postal.";

/* Error message for toggle alarm action if there are two alarms with the same label, %@ = the alarm label */
"Multiple alarms were found with the label %@. Try choosing a specific alarm." = "S’han trobat diverses alarmes amb l’etiqueta %@. Prova de seleccionar una alarma específica.";

/* Error message for when the Run Home Scene action cannot find a home named %1$@. */
"Run Home Scene failed because the home “%1$@” could not be found." = "“Executar ambient de casa” ha fallat perquè no s’ha trobat la casa “%1$@”.";

/* Error message for when the Run Home Scene action cannot find a scene (%1$@) in the home %2$@. */
"Run Home Scene failed because the scene “%1$@” could not be found in the home “%2$@”." = "“Executar ambient de casa” ha fallat perquè no s’ha trobat l’escena “%1$@” a la casa “%2$@”.";

/* Error message for when the user does not select a home when using the Run Home Scene action. */
"Run Home Scene failed because no home was selected." = "“Executar ambient de casa” ha fallat perquè no s’ha seleccionat cap casa.";

/* Error message for when the user does not select a scene when using the Run Home Scene action */
"Run Home Scene failed because no scene was selected." = "“Executar ambient de casa” ha fallat perquè no s’ha seleccionat cap ambient.";

/* Error message title when an URL passed into Get Items From RSS Feed action could not be parsed */
"Unable to parse news feed" = "No es pot analitzar el canal de notícies";

/* Error message title when no address is entered into Street Address action */
"No Address" = "Sense adreça";

/* Error message title when no valid location was passed to the Get Travel Time action */
"Invalid Location" = "Ubicació errònia";

/* Error message: Unit missing when converting */
"Please provide a unit to convert to." = "Proporciona la unitat a la qual s’ha de convertir.";

/* Error message: Unit missing when creating measurement */
"Measurement failed because no unit was specified. Please pick a unit." = "No s’ha pogut mesurar perquè no s’ha especificat cap unitat. Selecciona’n una.";

/* Error message; Convert measurement between invalid units. Both parameters are names of units (i.e. kilometers per hour) */
"A measurement with unit %1$@ can not be converted to %2$@." = "Una mesura amb la unitat %1$@ no es pot convertir a %2$@.";

/* Error message; Missing date when creating alarm */
"Please provide a valid date for the alarm." = "Proporciona una data vàlida per a l’alarma.";

/* Error message; Siri is disabled */
"In order to use this action, enable Siri in Settings." = "Per utilitzar aquesta acció, activa Siri a l’app Configuració.";

/* Error message; Siri is disabled */
"Unable to complete request because Siri is disabled." = "No s’ha pogut completar la sol·licitud perquè Siri està desactivat.";

/* Error message; Start timer; Duration too big */
"The timer's duration must be less than 24 hours." = "La durada del temporitzador ha de ser inferior a 24 hores.";

/* Error message; Start timer; Missing duration */
"Please provide a duration for the timer." = "Introdueix la durada del temporitzador.";

/* Error message; Toggle alarm missing alarm identifier */
"Please specify an alarm to toggle." = "Especifica quina alarma vols activar o desactivar.";

/* Error message; Unknown error type */
"An unknown error occurred while performing the request." = "Hi ha hagut un error desconegut durant la sol·licitud.";

/* Error message; Unsupported on platform */
"Unable to complete request because it is not supported on this platform." = "No s’ha pogut completar la sol·licitud perquè no és compatible amb aquesta plataforma.";

/* Error title when no location provided to Get Travel Time */
"No Location" = "Cap ubicació";

/* Error title when no web page is provided to the Run JavaScript on Web Page action */
"No Web Page" = "Cap pàgina web";

/* Exit shortcut action error */
"User requested shortcut exit." = "Utilitzar la sortida de drecera sol·licitada.";

/* File name example with preceding / */
"/example.txt" = "/example.txt";

/* File name example without preceding / */
"example.txt" = "example.txt";

/* File picker; button */
"Save Here" = "Desar aquí";

/* File picker; get more than one selected files */
"Get Selected Files (%lu)" = "Obtenir els arxius seleccionats (%lu)";

/* File picker; get one selected file */
"Get Selected File (1)" = "Obtenir l’arxiu seleccionat (1)";

/* File status */
"This folder is empty" = "Aquesta carpeta és buida";

/* File status loading */
"Loading…" = "Carregant…";

/* Find health sample; no samples found */
"No Samples Found" = "No s’ha trobat cap mostra";

/* Find health samples; no samples found description */
"There are either no %@ samples logged or you need to give Shortcuts access to the samples in the Health app." = "No hi ha mostres de %@ registrades o bé necessites donar accés a l’app Dreceres a les mostres de l’app Salut.";

/* Finish dictation command */
"Finish Dictation" = "Acabar el dictat";

/* Generic health object type when we can’t determine the object type */
"Health" = "Salut";

/* Get File action; file name example with preceding / */
"/example.txt" = "/example.txt";

/* Get File action; file name example without preceding / */
"example.txt" = "example.txt";

/* Get IP address action error */
"The domain could not be found." = "No s’ha trobat el domini.";

/* Get IP address action error */
"The domain could not be found. (Error 2)" = "No s’ha trobat el domini. (Error 2)";

/* Get IP address action error */
"The response data was not a valid string." = "La dada de resposta no era una cadena vàlida.";

/* Get Trello items error */
"You must select a board to retrieve cards from." = "Has de seleccionar el tauler del qual es recuperaran targetes.";

/* Get Trello items error */
"You must select a board to retrieve lists from." = "Has de seleccionar el tauler del qual es recuperaran llistes.";

/* Get Trello items error */
"You must select a list to retrieve cards from." = "Has de seleccionar la llista de la qual es recuperaran targetes.";

/* Get Trello items error */
"Your Trello account couldn’t be verified. Please sign out and try again!" = "No s’ha pogut verificar el teu compte de Trello. Tanca la sessió i torna‑ho a provar.";

/* Get dictionary value or set dictionary value action; no dictionary key provided error reason */
"No Key Provided" = "No s’ha proporcionat cap clau";

/* Get distance action or get travel time action; custom location is provided but not found */
"Custom Location Not Found" = "No s’ha trobat la ubicació personalitzada";

/* Get distance action or get travel time action; no custom location provided error reason */
"No Custom Location" = "Cap ubicació personalitzada";

/* Get distance action; custom location is provided but not found */
"Get Distance was configured to get the travel time from a custom location, but the custom location you entered was not found." = "“Obtenir distància” es va configurar per obtenir el temps de viatge des d’una ubicació personalitzada, però no s’ha trobat la ubicació que has introduït.";

/* Get distance action; no custom location provided error description */
"Get Distance was configured to get the travel time from a custom location, but none was provided." = "“Obtenir distància” es va configurar per obtenir el temps de viatge des d’una ubicació personalitzada, però no se n’ha proporcionat cap.";

/* Get distance action; no location passed as input error */
"Get Distance could not estimate distance because no location was passed as input." = "“Obtenir distància” no ha pogut calcular la distància perquè no s’ha passat cap ubicació com a entrada.";

/* Get emoji name action error */
"Failed to find the emoji font." = "No s’ha pogut trobar la font de l’emoji.";

/* Get frames from image error */
"No Image Provided" = "No s’ha especificat cap imatge";

/* Get frames from image error description */
"No GIF was passed as input to Get Frames from Image." = "No s’ha passat cap GIF com a entrada d’“Obtenir fotogrames de la imatge”.";

/* Get group from matched text action error */
"No Match" = "Cap coincidència";

/* Get group from matched text action error; %1$ld=group number; %2$ld=number of groups */
"The index you specified was outside of the possible range (you asked for group %1$ld, and the match has only %2$ld)" = "L’índex que has especificat queda fora de l’interval possible (has demanat un grup %1$ld, i la coincidència només té %2$ld)";

/* Get group from matched text action error; %ld=group number */
"Get Group from Matched Text failed because there was no match for capture group %ld." = "“Obtenir el grup de text coincident” ha fallat perquè el grup de captura no tenia cap coincidència %ld.";

/* Get halfway point action error */
"No first location was provided." = "No s’ha proporcionat la primera ubicació.";

/* Get halfway point action error */
"No second location was provided." = "No s’ha proporcionat la segona ubicació.";

/* Get halfway point action error */
"Please provide a first location." = "Proporciona la primera ubicació.";

/* Get halfway point action error */
"Please provide a second location." = "Proporciona la segona ubicació.";

/* Get item from list action error; %1$d=item range start number; %2$d=item range end number */
"The range you specified was invalid (you asked for items %1$d through %2$d)" = "L’interval que has especificat no és vàlid (has demanat els ítems del⁄l’ %1$d al %2$d)";

/* Get item from list action error; %1$d=item range start number; %2$d=item range end number */
"The range you specified was outside of the possible range (you asked for items %1$d through %2$d, but the first item is at index 1.)" = "L’interval que has especificat queda fora de l’interval possible (has demanat els ítems del/l’%1$d al %2$d, però el primer ítem es troba a l’índex 1).";

/* Get item from list action error; %1$d=item range start number; %2$d=item range end number; %3$d=number of items */
"The range you specified was outside of the possible range (you asked for items %1$d through %2$d, and the list has only %3$d)" = "L’interval que has especificat queda fora de l’interval possible (has demanat els ítems del/l’%1$d al %2$d, i la llista només en té %3$d)";

/* Get item from list action error; %d=item number */
"You asked for item %d, but the first item is at index 1." = "Has demanat l’ítem %d, però el primer ítem està a l’índex 1.";

/* Get lastest photo import action error */
"Shortcuts couldn’t find any imports in your photo library." = "L’app Dreceres no ha pogut trobar cap importació a la fototeca.";

/* Get lastest photos action error */
"Shortcuts couldn’t find the requested items in your photo library." = "L’app Dreceres no ha pogut trobar els ítems requerits a la fototeca.";

/* Get travel time error; no custom location found description */
"Get Travel Time was configured to get the travel time from a custom location, but the custom location you entered was not found." = "“Obtenir el temps de viatge” es va configurar per obtenir el temps de viatge des d’una ubicació personalitzada, però no s’ha trobat la que has introduït.";

/* Get travel time error; no custom time provided description */
"Get Travel Time was configured to get the travel time from a custom location, but none was provided." = "“Obtenir el temps de viatge” es va configurar per obtenir el temps de viatge des d’una ubicació personalitzada, però no se n’ha proporcionat cap.";

/* Health access error; %@=health data type */
"Health access to %@ is off. You can turn on health data categories in the Health app." = "L’app Salut no té accés a “%@”. Pots activar les categories de dades de salut a l’app Salut.";

/* Health access error; %@=health data type */
"In order to answer this question, Shortcuts needs access to your %@ data." = "Per respondre aquesta pregunta, cal que l’app Dreceres accedeixi a les teves dades %@.";

/* Health access error; %@=health data type */
"Shortcuts does not have access to your %@ data." = "L’app Dreceres no té accés a les teves dades de: %@.";

/* Health action; %@=quantity sample name (e.g. Body Fat Percentage) */
"%@ Quantity Sample, no unit data" = "Mostra de quantitat: %@, sense dades d’unitat";

/* Health category date */
"Date" = "Data";

/* Health category parameter; start of menstrual cycle; should be consistent with iOS Health app */
"Start of Cycle" = "Inici del cicle";

/* Health category start date */
"Start Date" = "Data inicial";

/* Health quantity type; should be consistent with iOS Health app */
"Blood Pressure" = "Pressió arterial";

/* Health quantity; VO2 max test type; should be consistent with iOS Health app */
"Test Type" = "Tipus de prova";

/* Health quantity; blood glucose meal time; should be consistent with iOS Health app */
"Meal Time" = "Horari dels àpats";

/* Health quantity; blood pressure */
"Diastolic" = "Diastòlica";

/* Health quantity; blood pressure */
"Systolic" = "Sistòlica";

/* Health quantity; insulin delivery reason; should be consistent with iOS Health app */
"Reason" = "Motiu";

/* Health unit for count of generic health sample */
"count" = "recompte";

/* Health unit for count of steps (歩); probably should be same as translation for “count“ if not Japanese. */
"count of steps" = "recompte";

/* Health unit for count of swimming strokes or wheelchair pushes (回); probably should be same as translation for “count“ if not Japanese. */
"count of swimming strokes, wheelchair pushes" = "recompte";

/* Health unit for joule */
"J" = "J";

/* Health unit for millimeter */
"mm" = "mm";

/* Health unit for ounce */
"oz" = "oz";

/* HealthKit access resource error; %@=HealthKit object type */
"%@ types are not implemented" = "No s’han implementat els tipus: %@";

/* HealthKit resource error */
"This device does not have the Health app." = "Aquest dispositiu no té l’app Salut instal·lada.";

/* HealthKit resource error */
"This shortcut requires the Health app, which this device does not have." = "Aquesta drecera necessita l‘app Salut i el dispositiu no la té instal·lada.";

/* Item with URL; $1$@ = item name; %2$@ = URL */
"%1$@ (%2$@)" = "%1$@ (%2$@)";

/* Link to a 3rd party terms of service */
"Terms of Service" = "Condicions del servei";

/* Link to a 3rd party terms of service */
"Terms of Use" = "Condicions d’ús";

/* Location error description */
"Make sure your device isn’t in Airplane Mode and try again; turning Wi-Fi on may help." = "Assegura’t que el teu dispositiu no està en mode Avió i torna‑ho a provar, activar la Wi-Fi et podria ajudar.";

/* Location error failure reason */
"Shortcuts was unable to find your current location." = "L’app Dreceres no ha pogut trobar la teva ubicació actual.";

/* Log health sample */
"An invalid date was provided. Please provide a date for the sample or leave the date field blank to use the current date." = "S’ha proporcionat una data no vàlida. Proporciona una data per a la mostra o deixa el camp en blanc si vols utilitzar la data actual.";

/* Log health sample */
"Invalid Date Range" = "Interval de dates no vàlid";

/* Log health sample */
"No Value Selected" = "No s’ha seleccionat cap valor";

/* Log health sample */
"Please select a type for this Health sample." = "Selecciona un tipus per a aquesta mostra de Salut.";

/* Log health sample */
"Please select an end date that is after the start date." = "Selecciona una data final que sigui posterior a la data d’inici.";

/* Log health sample; cervical mucus quality should be consistent with what is is called in the iOS Health App */
"Please select a value for this cervical mucus quality sample." = "Selecciona un valor per a aquesta mostra de qualitat de moc cervical.";

/* Log health sample; health sample type */
"No Type Selected" = "No s’ha seleccionat cap tipus";

/* Log health sample; insulin delivery reason not selected */
"No Reason Selected" = "Cap motiu seleccionat";

/* Log health sample; insulin delivery reason not selected; insulin delivery reason wording should be consistent with iOS Health app */
"Please select an insulin delivery reason." = "Selecciona un motiu per a l’administració d’insulina.";

/* Log health sample; menstruation sample should be consistent with what is is called in the iOS Health App */
"Please select a value for this menstruation sample." = "Selecciona un valor per a aquesta mostra de menstruació.";

/* Log health sample; mentrual flow sample / cycle should be consistent with what is is called in the iOS Health App */
"Please select whether or not this sample was at the start of a cycle." = "Selecciona si aquesta mostra s’ha obtingut o no a l’inici d’un cicle.";

/* Log health sample; missing unit (mL, km, etc.) */
"No Unit Selected" = "No s’ha seleccionat cap unitat";

/* Log health sample; missing unit (mL, km, etc.) */
"Please select a unit of measurement for this Health sample." = "Selecciona una unitat de mesura per a aquesta mostra de Salut.";

/* Log health sample; ovulation test should be consistent with what is is called in the iOS Health App */
"Please select a value for this ovulation test result sample." = "Selecciona un valor per a aquesta mostra de resultat de la prova d’ovulació.";

/* Log health sample; sleep analysis sample should be consistent with what is is called in the iOS Health App */
"Please select a value for this sleep analysis sample." = "Selecciona un valor per a aquesta mostra d’anàlisi del son.";

/* Log in view; email address placeholder */
"Email address" = "Adreça de correu";

/* Log workout action */
"No Workout Type Selected" = "No s’ha seleccionat cap tipus d’entrenament";

/* Log workout action */
"Please select a type of activity for this workout." = "Selecciona un tipus d’activitat per a aquest flux de treball.";

/* Login error */
"Your username and/or password are incorrect." = "El nom d’usuari i/o la contrasenya són incorrectes.";

/* Login with email address disclaimer */
"Your credentials are stored on this device only and will not be shared with our servers or any third parties." = "Les teves credencials s’emmagatzemen només en aquest dispositiu i no es compartiran amb els nostres servidors o amb tercers.";

/* Mail error */
"A recipient is required to send message" = "Cal un destinatari per poder enviar el missatge";

/* Mail error */
"A sender is required to send message" = "Cal un remitent per poder enviar el missatge";

/* Mail error */
"A stable connection to the server could not be established" = "No s’ha pogut establir una connexió estable amb el servidor";

/* Mail error */
"Account check failed because the account is invalid" = "No s’ha pogut comprovar el compte perquè no és vàlid";

/* Mail error */
"An application specific password is required" = "Cal una contrasenya específica de l’aplicació";

/* Mail error */
"An error occurred during an IDLE operation" = "Hi ha hagut un error durant una operació IDLE";

/* Mail error */
"An error occurred while (un)subscribing to the requested folder" = "Hi ha hagut un error en intentar subscriure’s o cancel·lar la subscripció a la carpeta sol·licitada";

/* Mail error */
"An error occurred while appending a message to the requested folder" = "Hi ha hagut un error en intentar inserir un missatge a la carpeta sol·licitada";

/* Mail error */
"An error occurred while copying a message to the requested folder" = "Hi ha hagut un error en copiar un missatge a la carpeta sol·licitada";

/* Mail error */
"An error occurred while creating the requested folder" = "Hi ha hagut un error en crear la carpeta sol·licitada";

/* Mail error */
"An error occurred while deleting a message on the POP server" = "Hi ha hagut un error en eliminar un missatge del servidor POP";

/* Mail error */
"An error occurred while deleting the requested folder" = "Hi ha hagut un error en eliminar la carpeta sol·licitada";

/* Mail error */
"An error occurred while expunging a message in the requested folder" = "Hi ha hagut un error en eliminar un missatge de la carpeta sol·licitada";

/* Mail error */
"An error occurred while fetching a message list on the POP server" = "Hi ha hagut un error en obtenir una llista de missatges del servidor POP";

/* Mail error */
"An error occurred while fetching messages in the requested folder" = "Hi ha hagut un error en obtenir missatges de la carpeta sol·licitada";

/* Mail error */
"An error occurred while performing a No-Op operation" = "Hi ha hagut un error en executar una operació No-Op";

/* Mail error */
"An error occurred while renaming the requested folder" = "Hi ha hagut un error en canviar el nom de la carpeta sol·licitada";

/* Mail error */
"An error occurred while requesting the server's capabilities" = "Hi ha hagut un error en sol·licitar les capacitats del servidor";

/* Mail error */
"An error occurred while requesting the server's identity" = "Hi ha hagut un error en sol·licitar la identitat del servidor";

/* Mail error */
"An error occurred while requesting the server's namespace" = "Hi ha hagut un error en sol·licitar l’espai de nom del servidor";

/* Mail error */
"An error occurred while sending the message" = "Hi ha hagut un error en enviar el missatge";

/* Mail error */
"An error occurred while storing flags" = "Hi ha hagut un error en desar els senyals";

/* Mail error */
"An error when requesting date" = "Un error en sol·licitar la data";

/* Mail error */
"Attempted to send a message with an illegal attachment" = "S’ha intentat enviar un missatge amb un adjunt il·legal";

/* Mail error */
"Authentication is required for this SMTP server" = "Cal autenticar el servidor SMTP";

/* Mail error */
"Bandwidth limits were exceeded while requesting data from this Gmail account" = "S’han excedit els límits d’amplada de banda en sol·licitar dades d’aquest compte Gmail";

/* Mail error */
"Cannot send message due to possible spam detected by server" = "No es pot enviar el missatge perquè el servidor ha detectat un possible correu no desitjat";

/* Mail error */
"Compression is not available" = "La compressió no està disponible";

/* Mail error */
"Credentials with password too simple" = "La contrasenya de les credencials és massa senzilla";

/* Mail error */
"Error while running custom command" = "Error en executar l’ordre personalitzada";

/* Mail error */
"File access error" = "Error d’accés a l’arxiu";

/* Mail error */
"IMAP is not enabled for this Gmail account" = "L’IMAP no està activat en aquest compte Gmail";

/* Mail error */
"MobileMe is no longer an active mail service" = "MobileMe ja no és un servei de correu actiu";

/* Mail error */
"No valid server found" = "No s’ha trobat cap servidor vàlid";

/* Mail error */
"Sending messages is not allowed on this server" = "No es poden enviar missatges des d’aquest servidor";

/* Mail error */
"The SMTP storage limit was hit while trying to send a large message" = "S’ha arribat al límit d’emmagatzematge SMTP mentre s’intentava enviar un missatge gran";

/* Mail error */
"The certificate for this server is invalid" = "El certificat d’aquest servidor no és vàlid";

/* Mail error */
"The current HotMail account cannot connect to WebMail" = "El compte HotMail actual no es pot connectar al WebMail";

/* Mail error */
"The operation succeeded" = "L’operació s’ha efectuat correctament";

/* Mail error */
"The requested folder does not exist. Folder selection failed" = "No s’ha pogut seleccionar la carpeta sol·licitada perquè no existeix";

/* Mail error */
"The server does not support STARTTLS connections" = "El servidor no admet connexions STARTTLS";

/* Mail error */
"The server does not support TLS/SSL connections" = "El servidor no admet connexions TLS/SSL";

/* Mail error */
"The user needs to log in via the web browser" = "L’usuari ha d’iniciar sessió a través del navegador web";

/* Mail error */
"Too many simultaneous connections were made to this Gmail account" = "S’han establert massa connexions simultànies en aquest compte Gmail";

/* Mail error */
"Unable to authenticate with the current session's credential" = "No s’ha pogut autenticar amb les credencials de la sessió actual";

/* Mail error */
"Unable to parse response from server" = "No s’ha pogut analitzar la resposta del servidor";

/* Mail error */
"User is over the limit for messages allowed to be sent in a single day" = "L’usuari ha excedit el límit de missatges que es poden enviar en un sol dia";

/* Mail error */
"Yahoo!'s servers are currently unavailable" = "Els servidors de Yahoo! no estan disponibles en aquest moment";

/* Mask Image action error description, no image in the chosen variable */
"The variable “%@” did not include an image to use for masking." = "La variable “%@” no inclou cap imatge que es pugui fer servir per emmascarar.";

/* Mask Image action error description, no variable chosen */
"Make sure to select a variable for the “Image Mask” option in the Mask Image action." = "Assegura’t de seleccionar una variable per a l’opció “Màscara d’imatge” de l’acció “Emmascarar imatge”.";

/* Mask Image action error title */
"No Mask Provided" = "No s’ha proporcionat cap màscara";

/* Message in alert to indicate that the user needs to select a storage service for the action (see `Service (WFFileStorageService)`), %@ = localized name of the action */
"Please select a service in %@." = "Selecciona un servei a %@.";

/* Message of default error for not allowing script to run */
"This JavaScript is similar to a script that is known to be unsafe. For your security it will not run." = "Aquest JavaScript s’assembla a un script que no és segur, de manera que no s’executarà per motius de seguretat.";

/* Multiple App Store apps */
"App Store apps" = "Apps de l’App Store";

/* Multiple Box files */
"Box files" = "Arxius del Box";

/* Multiple Dropbox files */
"Dropbox files" = "Arxius del Dropbox";

/* Multiple Evernote notes */
"Evernote notes" = "Notes de l’Evernote";

/* Multiple Giphy items */
"Giphy items" = "Ítems de Giphy";

/* Multiple Trello boards */
"Trello boards" = "Taulers del Trello";

/* Multiple Trello cards */
"Trello cards" = "Targetes del Trello";

/* Multiple Trello items */
"Trello items" = "Ítems del Trello";

/* Multiple Trello lists */
"Trello lists" = "Llistes del Trello";

/* Multiple Ulysses sheet */
"Ulysses sheets" = "Fulls de l’Ulysses";

/* Multiple bar codes */
"Bar codes" = "Codis de barres";

/* Multiple blood pressure recordings */
"Blood pressures" = "Pressions arterials";

/* Multiple health samples in HealthKit */
"Health samples" = "Mostres de salut";

/* Multiple iTunes artists */
"iTunes artists" = "Artistes de l’iTunes";

/* Multiple iTunes products */
"iTunes products" = "Productes de l’iTunes";

/* Multiple text matches */
"Text matches" = "Coincidències de text";

/* Multiple workout samples */
"Workout samples" = "Exemples d’entrenament";

/* Name, Description, and Concentration (percentage) of an air pollutant */
"%@ - %@: %@" = "%@ - %@: %@";

/* Navigation bar title */
"Edit Account" = "Editar compte";

/* Navigation bar title */
"Email Settings" = "Configuració de correu electrònic";

/* Navigation bar title */
"Log In to CloudApp" = "Iniciar sessió a CloudApp";

/* Navigation bar title */
"Log in | Tumblr" = "Iniciar sessió | Tumblr";

/* Navigation bar title */
"Login to Instapaper" = "Iniciant sessió a l’Instapaper";

/* Navigation bar title */
"Login to Pinboard" = "Iniciar sessió al Pinboard";

/* Navigation bar title */
"Login to WordPress" = "Iniciar sessió al WordPress";

/* Navigation bar title when showing trending GIF results */
"Trending" = "Tendència";

/* Navigation bar title; app name */
"Giphy" = "Giphy";

/* Network picker option */
"Cellular" = "Dades mòbils";

/* Network picker option */
"WLAN" = "WLAN";

/* Network picker option */
"Wi-Fi" = "Wi‑Fi";

/* No GIFs found empty state description */
"Clear the search bar to view trending GIFs." = "Esborra la barra de cerca per veure els GIF que són tendència.";

/* No GIFs found empty state title */
"No Results Found" = "Cap resultat";

/* None option */
"None" = "Cap";

/* One text match */
"Text match" = "Coincidència de text";

/* One workout sample */
"Workout sample" = "Exemple d’entrenament";

/* Open URL action error */
"Make sure to pass a URL to the Open URL action." = "Assegura’t de passar un URL l’acció “Obrir URL”.";

/* Open URL action error */
"The URL could not be opened." = "No s’ha pogut obrir l’URL.";

/* Open app action error */
"Open App failed because it couldn’t find an app to open." = "“Obrir app” ha fallat perquè no ha pogut trobar una app per obrir‑la.";

/* Open app action error */
"Open App failed because the app could not be opened." = "L’acció “Obrir app” ha fallat perquè no s’ha pogut obrir l’app.";

/* Open in action error */
"Open In… failed because it couldn’t find an app to open in." = "“Obrir a…” ha fallat perquè no ha pogut trobar l’app on obrir.";

/* Open in action error; %1$@=app name; %2$@=file name */
"%1$@ is not installed or could not open the file %2$@." = "L’app %1$@ no està instal·lada o no pot obrir l’arxiu %2$@.";

/* Optional field placeholder */
"Optional" = "Opcional";

/* Overlay image action error */
"Make sure to choose a variable in the Overlay Image action." = "Assegura’t de seleccionar una variable a l’acció “Superposar imatge”.";

/* Overlay image action error */
"No Overlay Image" = "Cap imatge de superposició";

/* Overlay image action error; %@=variable name */
"The variable “%@” did not include an image to overlay." = "La variable “%@” no inclou cap imatge sobre la qual superposar‑hi res.";

/* Overlay image action; shown while image is being processed */
"Processing Image…" = "Processant la imatge…";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Citymapper" = "Citymapper";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Google Maps" = "Google Maps";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Maps" = "Mapes";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Waze" = "Waze";

/* Parameter Enumeration Item for action Get Directions, parameter: App; https://transitapp.com */
"Transit (App Name)" = "Transit";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Biking" = "En bici";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Driving" = "En cotxe";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Transit" = "T. públic";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Walking" = "A peu";

/* Parameter placeholder; parameter sets a filename */
"optional" = "opcional";

/* Parameter value */
"A+ (Parameter Value)" = "A+";

/* Parameter value */
"A- (Parameter Value)" = "A-";

/* Parameter value */
"AB+ (Parameter Value)" = "AB+";

/* Parameter value */
"AB- (Parameter Value)" = "AB-";

/* Parameter value */
"After Meal (Parameter Value)" = "Després de menjar";

/* Parameter value */
"Asleep (Parameter Value)" = "Dormint";

/* Parameter value */
"Awake (Parameter Value)" = "Despert";

/* Parameter value */
"B+ (Parameter Value)" = "B+";

/* Parameter value */
"B- (Parameter Value)" = "B-";

/* Parameter value */
"Basal (Parameter Value)" = "Basal";

/* Parameter value */
"Before Meal (Parameter Value)" = "Abans de menjar";

/* Parameter value */
"Bolus (Parameter Value)" = "Bolus";

/* Parameter value */
"Creamy (Parameter Value)" = "Espès";

/* Parameter value */
"Dry (Parameter Value)" = "Senzill";

/* Parameter value */
"Egg White (Parameter Value)" = "Clara d’ou";

/* Parameter value */
"Female (Parameter Value)" = "Dona";

/* Parameter value */
"Heavy (Parameter Value)" = "Gruixut";

/* Parameter value */
"Idle (Parameter Value)" = "Inactiu";

/* Parameter value */
"In Bed (Parameter Value)" = "Al llit";

/* Parameter value */
"Indeterminate (Parameter Value)" = "Indeterminat";

/* Parameter value */
"Light (Parameter Value)" = "Clar";

/* Parameter value */
"Male (Parameter Value)" = "Home";

/* Parameter value */
"Max Exercise Test (Parameter Value)" = "Test d’exercici màxim";

/* Parameter value */
"Medium (Parameter Value)" = "Mitjana";

/* Parameter value */
"Negative (Parameter Value)" = "Negatiu";

/* Parameter value */
"No (Parameter Value)" = "No";

/* Parameter value */
"Non-Exercise Prediction (Parameter Value)" = "Predicció sense exercici";

/* Parameter value */
"Not Set (Parameter Value)" = "Sense definir";

/* Parameter value */
"O+ (Parameter Value)" = "O+";

/* Parameter value */
"O- (Parameter Value)" = "O-";

/* Parameter value */
"Other (Parameter Value)" = "Altres";

/* Parameter value */
"Positive (Parameter Value)" = "Positiu";

/* Parameter value */
"Protection Unused (Parameter Value)" = "Protecció no utilitzada";

/* Parameter value */
"Protection Used (Parameter Value)" = "Usant protecció";

/* Parameter value */
"Sticky (Parameter Value)" = "Enganxós";

/* Parameter value */
"Stood (Parameter Value)" = "Dempeus";

/* Parameter value */
"Sub-Max Exercise Prediction (Parameter Value)" = "Predicció amb exercici submàxim";

/* Parameter value */
"Unspecified (Parameter Value)" = "No especificat";

/* Parameter value */
"Watery (Parameter Value)" = "Watery";

/* Parameter value */
"Yes (Parameter Value)" = "Sí";

/* Parameter value; Used in the Convert Image action; this setting means the Convert Image action will match the image format of the original inputted photo */
"Match Input" = "Fer coincidir amb l’entrada";

/* Password placeholder or title */
"Password" = "Contrasenya";

/* Person’s name field placeholder */
"John Appleseed" = "Jordi Martorell";

/* Person’s name field title */
"Name" = "Nom";

/* Pinboard login option */
"Use API Token" = "Utilitzar l’identificador d’API";

/* Pinboard login option */
"Use API Token Instead" = "Utilitzar l’identificador d’API";

/* Pinboard login option */
"Use Password" = "Utilitzar contrasenya";

/* Pinboard login option */
"Use Password Instead" = "Utilitzar una contrasenya";

/* Pinboard login section header */
"API Token" = "Identificador d’API";

/* Pinboard login section header */
"Pinboard Login" = "Iniciar sessió al Pinboard";

/* Playlist picker parameter */
"My Music Library" = "La meva biblioteca musical";

/* Pocket (app) get action error */
"No items matching the specified criteria were found in Pocket." = "No s’ha trobat al Pocket cap ítem que coincideixi amb els criteris especificats.";

/* Post to Tumblr action error */
"No Blog" = "Cap bloc";

/* Post to Tumblr action error description */
"You did not specify which blog to post to." = "No has especificat a quin bloc vols publicar.";

/* QuickLook action error */
"No Items" = "Cap ítem";

/* QuickLook action error */
"The Quick Look action wasn't passed any items to preview." = "L’acció de Vista ràpida no ha passat cap ítem a la previsualització.";

/* Recovery option; Enable Siri */
"Enable Siri" = "Activar Siri";

/* Remove calendar item error */
"Remove" = "Eliminar";

/* Request payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is above the maximum amount you are allowed to request." = "L’import que has especificat (%@) és superior a l’import màxim que pots sol·licitar.";

/* Request payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is below the minimum amount you are allowed to request." = "L’import que has especificat (%@) és inferior a l’import mínim que pots sol·licitar.";

/* Request payment error message when the user has no account for the payment service. %@ = service name, i.e. Apple Pay */
"The person you are trying to request money from doesn't have a account set up with %@." = "La persona a qui vols sol·licitar diners no té cap compte configurat amb %@.";

/* Required field placeholder */
"Required" = "Obligatori";

/* Run JavaScript action error message */
"The script must call the function `completion(result)` when finished" = "L’script ha de cridar la funció “completion(result)” quan acabi";

/* Run JavaScript on Web Page action error description when code failed while running and we don't know why */
"An unknown error occurred when running JavaScript." = "Hi ha hagut un error desconegut en executar JavaScript.";

/* Run JavaScript on Web Page action error description when the script doesn't call completion() before Safari's timeout */
"Run JavaScript on Web Page failed because the script took too long to call the completion handler." = "No s’ha pogut executar JavaScript a la pàgina web perquè l’script ha tardat massa a cridar la funció.";

/* Run JavaScript on Web Page action error title when JavaScript takes too long before returning */
"JavaScript Timeout" = "S’ha esgotat el temps d’espera de JavaScript";

/* Run JavaScript on Web Page action error title when code failed while running */
"JavaScript Exception" = "Excepció de JavaScript";

/* Run JavaScript on Web Page action error title when code is invalid */
"Invalid JavaScript" = "JavaScript no vàlid";

/* Run SSH script action; SSH authentication error */
"SSH Authentication Failed" = "L’autenticació SSH ha fallat";

/* Run SSH script action; SSH authentication error description */
"Please check your credentials in the Run SSH Script action and try again." = "Comprova les teves credencials a l’acció “Executar script SSH” i torna‑ho a provar.";

/* Run shortcut action; shortcut to run not found error */
"Shortcut Not Found" = "No s’ha trobat la drecera";

/* Run shortcut action; shortcut to run not found error description */
"Make sure a valid shortcut is selected in the Run Shortcut action." = "Assegura’t que has seleccionat una drecera vàlida a l’acció “Executar drecera”.";

/* SSH action error */
"Channel allocation error" = "Error d’assignació de canal";

/* SSH action error */
"Connection timed out" = "S’ha esgotat el temps de connexió";

/* SSH action error */
"Run Script Over SSH could not connect to the SSH server." = "L’acció “Executar script a través d’SSH” no s’ha pogut connectar al servidor SSH.";

/* Save to camera roll action; unknown album error */
"Unknown Album" = "Àlbum desconegut";

/* Save to camera roll action; unknown album error description */
"The photo album that was selected does not exist." = "L’àlbum de fotos que has seleccionat no existeix.";

/* Scan machine readable code action; scon view title */
"Scan Code" = "Escanejar codi";

/* Search bar placeholder for searching for GIFs via Giphy */
"Search Giphy" = "Buscar al Giphy";

/* Search local businesses action; missing search query error */
"You must provide a search query to Search Local Businesses." = "Has de proporcionar una consulta de cerca a “Buscar negocis locals”.";

/* Search local businesses action; no locations found error */
"No Locations Found" = "No s’han trobat ubicacions";

/* Search local businesses action; no locations found error description; %@=keyword */
"No locations were found with the keywords “%@”." = "No s’ha trobat cap ubicació amb les paraules clau “%@”.";

/* Section footer */
"If you use a self-hosted version of WordPress, enter the URL of your site above." = "Si utilitzes una versió autoallotjada del WordPress, introdueix aquí sobre l’URL del teu lloc web.";

/* Section header */
"WordPress Login" = "Iniciar sessió al WordPress";

/* Section header for WordPress site URL */
"Site URL" = "URL del lloc";

/* Section header title */
"CloudApp Login" = "Inici de sessió a CloudApp";

/* Section header title */
"Incoming Mail Server" = "Servidor de correu entrant";

/* Section header title */
"Instapaper Login" = "Iniciar sessió a l’Instapaper";

/* Section header title */
"Outgoing Mail Server" = "Servidor de correu sortint";

/* Section header title; email account */
"Accounts" = "Comptes";

/* Send email action error */
"Cannot send emails. Email may not be set up." = "No es poden enviar correus electrònics. És possible que el correu electrònic no estigui configurat.";

/* Send email action; invalid email account error */
"Invalid Email Account" = "Compte de correu electrònic no vàlid";

/* Send email action; invalid email account error */
"The email account that is selected is not logged into Shortcuts on this device." = "El compte de correu electrònic que hi ha seleccionat no ha iniciat sessió a l’app Dreceres en aquest dispositiu.";

/* Send message action error */
"Cannot send messages. iMessage may not be enabled." = "No es poden enviar missatges. És possible que l’iMessage no estigui activat.";

/* Send payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is above the maximum amount you are allowed to send." = "L’import que has especificat (%@) és superior a l’import màxim que pots enviar.";

/* Send payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is below the minimum amount you are allowed to send." = "L’import que has especificat (%@) és inferior a l’import mínim que pots enviar.";

/* Send payment error message when the amount is in a currency that is not supported by the app (%1$@ = currency, i.e. US Dollars, %2$@ = service name, i.e. Apple Pay) */
"The amount you specified was in %1$@, which is not supported by %2$@." = "Has especificat un import en %1$@, però %2$@ no admet aquesta moneda.";

/* Send payment error message when the user doesn't have enough money to send the payment. */
"Your account does not have enough money to send the payment." = "No tens prou diners al compte per enviar el pagament.";

/* Send payment error message when the user has no account for the payment service. %@ = service name, i.e. Apple Pay */
"The person you are trying to send money to doesn't have a account set up with %@." = "La persona a qui vols enviar diners no té cap compte configurat amb %@.";

/* Send payment error message when the user has no bank account. */
"You don't have a bank account configured on this device." = "No tens cap compte bancari configurat al dispositiu.";

/* Send payment error message when the user is logged out of the payment app and needs to verify their credentials. %@ = app name, i.e. Apple Pay */
"You will need to open %@ to verify your credentials." = "Hauràs d’obrir %@ per verificar les teves credencials.";

/* Send payment error title when the amount is above the maximum amount allowed */
"Above Maximum Amount" = "Superior a l’import màxim";

/* Send payment error title when the amount is below the minimum amount allowed */
"Below Minimum Amount" = "Inferior a l’import mínim";

/* Send payment error title when the amount is in a currency that is not supported by the app */
"Currency Unsupported" = "Moneda no compatible";

/* Send payment error title when the user doesn't have enough money to send the payment. */
"Insufficient Funds" = "Crèdit insuficient";

/* Send payment error title when the user has no bank account. */
"No Bank Account" = "Cap compte bancari";

/* Send payment error title when the user is logged out of the payment app and needs to verify their credentials. */
"Credentials Unverified" = "Credencials no verificades";

/* Send/request payment error title when the receiving user has no bank account. */
"No Account" = "Cap compte";

/* Service name */
"Box" = "Box";

/* Service name */
"CloudApp" = "CloudApp";

/* Service name */
"Location" = "Ubicació";

/* Service name */
"Microphone" = "Micròfon";

/* Service name */
"Notifications" = "Notificacions";

/* Service name */
"Pinboard" = "Pinboard";

/* Service name */
"Speech Recognition" = "Reconeixement de veu";

/* Service name */
"iCloud Drive" = "iCloud Drive";

/* Set dictionary value action; no key provided error description */
"No key was provided to the Set Dictionary Value action for the value “%@”." = "No s’ha proporcionat cap clau per a l’acció “Definir valor de diccionari” per al valor “%@”.";

/* Set dictionary value action; no value provided error */
"No Value Provided" = "No s’ha especificat cap valor";

/* Set dictionary value action; no value provided error description */
"No value was provided to the Set Dictionary Value action for the key “%@”." = "No s’ha proporcionat cap valor per a l’acció “Definir valor de diccionari” per a la clau “%@”.";

/* Show definition action error */
"A definition could not be found for that term." = "No s’ha pogut trobar una definició per a aquest terme.";

/* Show definition action error */
"No Word Specified" = "No s’ha especificat cap paraula";

/* Show definition action error description */
"No word was passed as input to Show Definition" = "No s’ha passat cap paraula com a entrada de “Mostrar la definició”.";

/* Show definition action error description */
"This may happen if no dictionaries are installed. To manage your dictionaries, select a word in any app and choose “Look Up”. Then, tap “Manage”." = "Això pot passar si no s’ha instal·lat cap diccionari. Per gestionar els diccionaris, selecciona una paraula a qualsevol app i, aleshores, selecciona “Consultar”. Després, prem “Gestionar”.";

/* Show in calendar action error */
"Calendar could not be opened." = "No s’ha pogut obrir el Calendari.";

/* Show webpage action error */
"Unsupported URL" = "URL no admès";

/* Show webpage action error; %@=url scheme */
"Show Web Page supports http:// and https:// URLs, but you tried to show a %@:// URL." = "“Mostrar la pàgina web” admet els URL http:// i https://, i has intentat mostrar un URL %@://.";

/* Speak text action; invalid language was provided by the user. */
"An invalid language was provided. Please provide a valid language." = "An invalid language was provided. Please provide a valid language.";

/* Speak text action; no language was provided by the user. */
"Please select a language to use when speaking." = "Please select a language to use when speaking.";

/* Start call error message when the calling service has not (yet) been configured, e. g. the user has not logged into the app. %@ = calling service name, e. g. FaceTime */
"%@ is not set up to make calls." = "%@ no s’ha configurat per fer trucades.";

/* Start call error message when the calling service is temporarily not available for any reason. %@ = calling service name, e. g. FaceTime */
"Starting call failed because %@ is not available." = "No s’ha pogut iniciar la trucada perquè %@ no està disponible.";

/* Start call error message when the contact is not supported by the calling service. %@ = contact identifier, e. g. phone number, email or handle. */
"Starting call failed because %@ cannot take part in the call." = "No s’ha pogut iniciar la trucada perquè %@ no pot participar‑hi.";

/* Start call error message when the contact's identifier (e. g. phone number, handle or email) is not valid on the calling service. %@ = calling service name, e. g. FaceTime */
"%@ does not support the contact details you provided." = "%@ no és compatible amb la informació de contacte que has proporcionat.";

/* Start call error title when the calling service has not (yet) been configured, e. g. the user has not logged into the app. */
"Setup Required" = "Configuració necessària";

/* Start call error title when the calling service is temporarily not available for any reason. %@ = calling service name, e. g. FaceTime */
"%@ Unavailable" = "%@ no disponible";

/* Start call error title when the contact is not supported by the calling service. */
"Contact Not Supported" = "Contacte no compatible";

/* Start call error title when the contact's identifier (e. g. phone number, handle or email) is not valid on the calling service. */
"Invalid Contact Details" = "Informació de contacte no vàlida";

/* Start date that blood pressure was recorded */
"Blood Pressure Start Date" = "Data d’inici de la pressió arterial";

/* Subcategory */
"Device" = "Dispositiu";

/* Subcategory for Set Volume action */
"Playback" = "Reproducció";

/* Take photo action error */
"No suitable camera was detected on this device." = "No s’ha detectat la càmera adequada en aquest dispositiu.";

/* Time until date action */
"An invalid date to compare to was provided." = "S’ha proporcionat una data per comparar no vàlida.";

/* Time until date action */
"No from date was provided." = "No s’ha proporcionat cap data d’inici.";

/* Time until date action error */
"An invalid from date was provided." = "S’ha proporcionat una data d’inici no vàlida.";

/* Title of default error for not allowing script to run */
"Unsafe JavaScript" = "JavaScript no segur";

/* Toggle do not disturb; error */
"An invalid end time was provided. Please provide an end time for Do Not Disturb." = "S’ha proporcionat una hora final no vàlida. Proporciona una hora final per a “No molestar”.";

/* Toggle do not disturb; error */
"No calendar event was provided. Please provide a calendar event to enable Do Not Disturb for the duration of." = "No s’ha proporcionat cap esdeveniment de calendari. Proporciona’n un per activar “No molestar” mentre duri l’esdeveniment.";

/* Toggle do not disturb; error */
"Please provide an end time that is later than the current time for Do Not Disturb." = "Proporciona una hora final de “No molestar” que sigui posterior a l’hora actual.";

/* Trim video action error */
"The input was not a video that can be edited." = "L’entrada no és un vídeo que es pugui editar.";

/* URL action error; %@=url */
"Invalid URL: %@" = "URL no vàlid: %@";

/* Ulysses (app) error description */
"Please re-authorize Shortcuts with Ulysses to access this sheet." = "Torna a autoritzar l’app Dreceres amb l’Ulysses per accedir a aquest full.";

/* Ulysses (app) error failure reason */
"Ulysses Access Required" = "Cal tenir accés a l’Ulysses";

/* Unspecified health kit category sample type */
"Unspecified" = "No especificat";

/* Used as a file name prefix before a date/time string, for example: Audio Recording 2018-03-01 at 8.13.46 PM */
"Audio Recording" = "Gravació d’àudio";

/* Used in a list to delimit the elements < (n - 1) (e.g. Green, Purple, Red, Orange, and Blue). Be sure to include a space if your language requires it. */
", " = ", ";

/* Used in a list to delimit the elements = (n - 1) (e.g. Green, Purple, Red, Orange, and Blue). Be sure to include a space if your language requires it. */
", and " = ", i ";

/* Used to delimit a list of exactly two items (e.g. Green and Blue). */
" and " = " i ";

/* User name field title */
"User Name" = "Nom d’usuari";

/* Username placeholder or title */
"Username" = "Nom d’usuari";

/* User’s device flashlight is not currently available error */
"This device’s flashlight is not currently available for Shortcuts to use." = "Actualment, la llanterna d’aquest dispositiu no està disponible perquè l’app Dreceres l‘utilitzi.";

/* User’s device has no flashlight error */
"This device does not have a flashlight." = "Aquest dispositiu no té llanterna.";

/* Weather action; no custom location provided error description */
"The weather action was configured to get the weather at a custom location, but none was provided." = "Aquesta acció s’ha configurat per obtenir informació sobre el temps en una ubicació personalitzada, però no se n’ha proporcionat cap.";

/* Weather action; no location was found to search weather */
"Unable to determine location." = "No es pot determinar la ubicació.";

/* Weather condition: Blizzard */
"Blizzard" = "Torb";

/* Weather condition: Blowing Snow */
"Blowing Snow" = "Borrufada";

/* Weather condition: Blustery */
"Blustery" = "Vent tempestuós";

/* Weather condition: Clear */
"Clear" = "Clar";

/* Weather condition: Cloudy */
"Cloudy" = "Ennuvolat";

/* Weather condition: Cold */
"Cold" = "Fred";

/* Weather condition: Drizzle */
"Drizzle" = "Plugim";

/* Weather condition: Dust */
"Dust" = "Pols";

/* Weather condition: Foggy */
"Foggy" = "Boira";

/* Weather condition: Freezing Drizzle */
"Freezing Drizzle" = "Plugim gelant";

/* Weather condition: Freezing Rain */
"Freezing Rain" = "Pluja gelant";

/* Weather condition: Hail */
"Hail" = "Calamarsa";

/* Weather condition: Haze */
"Haze" = "Broma";

/* Weather condition: Heavy Rain */
"Heavy Rain" = "Pluja forta";

/* Weather condition: Heavy Snow */
"Heavy Snow" = "Neu forta";

/* Weather condition: Hot */
"Hot" = "Calor";

/* Weather condition: Hurricane */
"Hurricane" = "Huracà";

/* Weather condition: Isolated Thundershowers */
"Isolated Thundershowers" = "Aiguats aïllats";

/* Weather condition: Isolated Thunderstorms */
"Isolated Thunderstorms" = "Tempestes aïllades";

/* Weather condition: Light Snow Showers */
"Light Snow Showers" = "Nevades lleus";

/* Weather condition: Mixed Rain And Hail */
"Mixed Rain And Hail" = "Pluja i calamarsa";

/* Weather condition: Mixed Rain And Sleet */
"Mixed Rain And Sleet" = "Barreja de pluja i aiguaneu";

/* Weather condition: Mixed Rain And Snow */
"Mixed Rain And Snow" = "Barreja de pluja i neu";

/* Weather condition: Mixed Snow And Sleet */
"Mixed Snow And Sleet" = "Barreja de neu i aiguaneu";

/* Weather condition: Mostly Clear */
"Mostly Clear" = "Majoritàriament clar";

/* Weather condition: Mostly Cloudy */
"Mostly Cloudy" = "Majoritàriament ennuvolat";

/* Weather condition: Partly Cloudy */
"Partly Cloudy" = "Parcialment ennuvolat";

/* Weather condition: Rain */
"Rain" = "Pluja";

/* Weather condition: Scattered Showers */
"Scattered Showers" = "Aiguats dispersos";

/* Weather condition: Scattered Snow Showers */
"Scattered Snow Showers" = "Aiguaneu dispersa";

/* Weather condition: Scattered Thunderstorms */
"Scattered Thunderstorms" = "Tempestes disperses";

/* Weather condition: Severe Thunderstorms */
"Severe Thunderstorms" = "Tempestes fortes";

/* Weather condition: Showers */
"Showers" = "Aiguats";

/* Weather condition: Sleet */
"Sleet" = "Aiguaneu";

/* Weather condition: Smoky */
"Smoky" = "Boirina";

/* Weather condition: Snow */
"Snow" = "Neu";

/* Weather condition: Snow Flurries */
"Snow Flurries" = "Nevades lleugeres";

/* Weather condition: Thunderstorms */
"Thunderstorms" = "Tempestes";

/* Weather condition: Tornado */
"Tornado" = "Tornado";

/* Weather condition: Tropical Storm */
"Tropical Storm" = "Tempesta tropical";

/* Weather condition: Windy */
"Windy" = "Vent";

/* Weather: %1$@ = temperature, %2$@ = condition (i.e. sunny) */
"%1$@ and %2$@" = "%1$@ i %2$@";

/* Weather: Pollutant in the air */
"Air Pollutant (Single)" = "Contaminant de l’aire";

/* Weather: Pollutants in the air */
"Air Pollutant (Plural)" = "Contaminants de l’aire";

/* Wordpress url placeholder */
"https://wordpress.com" = "https://wordpress.com";

/* iCloud Drive error */
"The folder doesn’t exist." = "La carpeta no existeix.";

/* iCloud Drive error */
"The iCloud Container could not be found." = "No s’ha trobat el contenidor de l’iCloud.";

/* iCloud Drive error */
"iCloud could not get a link to this file because it is a folder. iCloud only supports getting links to regular files." = "L’iCloud no ha pogut obtenir un enllaç a aquest arxiu perquè és una carpeta. L’iCloud només permet obtenir enllaços a arxius ordinaris.";

/* iCloud Drive error; %@ = type description */
"iCloud could not get a link to this %@ because it is a bundle (a bundle is a folder that acts like a file)." = "L’iCloud no ha pogut obtenir un enllaç a aquest %@ perquè és un paquet (un paquet és una carpeta que es comporta com si fos un arxiu).";

/* iCloud Drive error; %@=file URL */
"“%@” is a bundle" = "“%@” és un paquet";

/* iCloud Drive error; %@=file path */
"The path you tried to save to (%@) does not exist in iCloud." = "La ruta on has intentat emmagatzemar (%@) no existeix a l’iCloud.";

/* iCloud Drive error; %@=file path */
"The path you tried to save to (%@) is an existing file in iCloud. When saving multiple files at a time, you should specify a path to a folder instead." = "La ruta on has intentat emmagatzemar (%@) és un arxiu que ja existeix a l’iCloud. Quan desis diversos arxius alhora hauries d’especificar una ruta a una carpeta.";

/* iCloud Drive or Dropbox error; %@=file URL or name */
"“%@” is a folder" = "“%@” és una carpeta";

/* iCloud Drive, Dropbox, Box error */
"File already exists" = "L’arxiu ja existeix";

/* iCloud Drive, Dropbox, Box error */
"File already exists." = "L’arxiu ja existeix.";

/* iCloud email login authentication error description */
"The email address or password you specified was incorrect. To log into iCloud Mail in Shortcuts, you must use an app-specific password.\n\nIf you don’t have Two-Factor Authentication enabled, you must enable it in order to generate an app-specific password." = "L’adreça de correu electrònic o contrasenya que has especificat no són correctes. Per iniciar sessió a l’iCloud Mail a l’app Dreceres, has d’utilitzar una contrasenya específica per a l’app.\n\nSi no has activat l’autenticació de doble factor, ho hauràs de fer per generar una contrasenya específica per a l’app.";

/* iTunes Attribute Type for Actor, used for specifying where to search */
"Actor (Attribute)" = "Actor";

/* iTunes Attribute Type for Album, used for specifying where to search */
"Album (Attribute)" = "Àlbum";

/* iTunes Attribute Type for Artist, used for specifying where to search */
"Artist (Attribute)" = "Artista";

/* iTunes Attribute Type for Author, used for specifying where to search */
"Author (Attribute)" = "Autor";

/* iTunes Attribute Type for Composer, used for specifying where to search */
"Composer (Attribute)" = "Compositor";

/* iTunes Attribute Type for Description, used for specifying where to search */
"Description (Attribute)" = "Descripció";

/* iTunes Attribute Type for Director, used for specifying where to search */
"Director (Attribute)" = "Director";

/* iTunes Attribute Type for Feature Film, used for specifying where to search */
"Feature Film (Attribute)" = "Llargmetratge";

/* iTunes Attribute Type for Genre, used for specifying where to search */
"Genre (Attribute)" = "Gènere";

/* iTunes Attribute Type for Keywords, used for specifying where to search */
"Keywords (Attribute)" = "Paraules clau";

/* iTunes Attribute Type for Language, used for specifying where to search */
"Language (Attribute)" = "Idioma";

/* iTunes Attribute Type for Movie Artist, used for specifying where to search */
"Movie Artist (Attribute)" = "Artista";

/* iTunes Attribute Type for Movie, used for specifying where to search */
"Movie (Attribute)" = "Pel·lícula";

/* iTunes Attribute Type for Producer, used for specifying where to search */
"Producer (Attribute)" = "Productor";

/* iTunes Attribute Type for Product ID, used for specifying where to search */
"Product ID (Attribute)" = "ID del producte";

/* iTunes Attribute Type for Rating Index, used for specifying where to search */
"Rating Index (Attribute)" = "Índex de qualificació";

/* iTunes Attribute Type for Rating, used for specifying where to search */
"Rating (Attribute)" = "Qualificació";

/* iTunes Attribute Type for Release Year, used for specifying where to search */
"Release Year (Attribute)" = "Any d’estrena";

/* iTunes Attribute Type for Short Film, used for specifying where to search */
"Short Film (Attribute)" = "Curtmetratge";

/* iTunes Attribute Type for Show, used for specifying where to search */
"Show (Attribute)" = "Programa";

/* iTunes Attribute Type for Software Developer, used for specifying where to search */
"Developer (Attribute)" = "Desenvolupador";

/* iTunes Attribute Type for Song, used for specifying where to search */
"Song (Attribute)" = "Cançó";

/* iTunes Attribute Type for TV Episode, used for specifying where to search */
"Episode (Attribute)" = "Episodi";

/* iTunes Attribute Type for TV Season, used for specifying where to search */
"Season (Attribute)" = "Temporada";

/* iTunes Attribute Type for Title, used for specifying where to search */
"Title (Attribute)" = "Títol";

/* iTunes Attribute Type for all (every field), used for specifying where to search */
"All (Attribute)" = "Tot";

/* iTunes Attribute Type for all (generic) artists, used for specifying where to search */
"All Artist (Attribute)" = "Artista";

/* iTunes Attribute Type for all (generic) tracks, used for specifying where to search */
"Track (Attribute)" = "Pista";

/* iTunes Entity Type for Audiobook Author, used for specifying the results of a search */
"Audiobook Authors (Entity Type)" = "Autors";

/* iTunes Entity Type for Audiobook, used for specifying the results of a search */
"Audiobooks (Entity Type)" = "Audiollibres";

/* iTunes Entity Type for Books, used for specifying the results of a search */
"Books (Entity Type)" = "Llibres";

/* iTunes Entity Type for Mac Software, used for specifying the results of a search */
"Mac (Entity Type)" = "Mac";

/* iTunes Entity Type for Movie Artists, used for specifying the results of a search */
"Movie Artists (Entity Type)" = "Artistes";

/* iTunes Entity Type for Movie, used for specifying the results of a search */
"Movies (Entity Type)" = "Pel·lícules";

/* iTunes Entity Type for Music Album, used for specifying the results of a search */
"Albums (Entity Type)" = "Àlbums";

/* iTunes Entity Type for Music Artist, used for specifying the results of a search */
"Music Artists (Entity Type)" = "Artistes";

/* iTunes Entity Type for Music Song, used for specifying the results of a search */
"Songs (Entity Type)" = "Cançons";

/* iTunes Entity Type for Music Track, used for specifying the results of a search */
"Music Tracks (Entity Type)" = "Pistes";

/* iTunes Entity Type for Music Video, used for specifying the results of a search */
"Music Videos (Entity Type)" = "Videoclips";

/* iTunes Entity Type for Podcast Author, used for specifying the results of a search */
"Podcast Authors (Entity Type)" = "Autors";

/* iTunes Entity Type for Podcast, used for specifying the results of a search */
"Podcasts (Entity Type)" = "Podcasts";

/* iTunes Entity Type for Short Film Artist, used for specifying the results of a search */
"Short Film Artists (Entity Type)" = "Artistes";

/* iTunes Entity Type for Short Film, used for specifying the results of a search */
"Short Films (Entity Type)" = "Curtmetratges";

/* iTunes Entity Type for TV Episodes, used for specifying the results of a search */
"Episodes (Entity Type)" = "Episodis";

/* iTunes Entity Type for TV Season, used for specifying the results of a search */
"Seasons (Entity Type)" = "Temporades";

/* iTunes Entity Type for generic artists, used for specifying the results of a search */
"Artists (Entity Type)" = "Artistes";

/* iTunes Entity Type for generic tracks, used for specifying the results of a search */
"Tracks (Entity Type)" = "Pistes";

/* iTunes Entity Type for iPad Software, used for specifying the results of a search */
"iPad (Entity Type)" = "iPad";

/* iTunes Entity Type for iPhone Software, used for specifying the results of a search */
"iPhone (Entity Type)" = "iPhone";

/* iTunes Media Type for Apps, used for searching */
"Apps (Media Type)" = "Apps";

/* iTunes Media Type for Audiobooks, used for searching */
"Audiobooks (Media Type)" = "Audiollibres";

/* iTunes Media Type for Books, used for searching */
"Books (Media Type)" = "Llibres";

/* iTunes Media Type for Music Videos, used for searching */
"Music Videos (Media Type)" = "Videoclips";

/* iTunes Media Type for Music, used for searching */
"Music (Media Type)" = "Música";

/* iTunes Media Type for Podcasts, used for searching */
"Podcasts (Media Type)" = "Podcasts";

/* iTunes Media Type for Short Films, used for searching */
"Short Films (Media Type)" = "Curtmetratges";

/* iTunes Media Type for TV Shows, used for searching */
"TV Shows (Media Type)" = "Programes de TV";

/* iTunes Media Type for everything (no filter on the type), used for searching */
"All (Media Type)" = "Tot";

/* iTunes Media Type of Movie, used for searching */
"Movies (Media Type)" = "Pel·lícules";

